{
  "headline": "Upscaled: The cost of Columbia construction for struggling 12th Avenue businesses",
  "date": "March 13, 2020",
  "byline": "By <a href=\"https://www.columbiaspectator.com/contributors/Clay--Anderson-/\">Clay Anderson</a> and <a href=\"https://www.columbiaspectator.com/contributors/Stephanie-Lai\">Stephanie Lai</a>",
  "footer": "Produced by <a href=\"https://www.columbiaspectator.com/contributors/Jun-Yi-Zhang/\">Jun Yi Zhang</a> and <a href=\"https://www.columbiaspectator.com/contributors/Jason-Kao/\">Jason Kao</a>. Maps by <a href=\"https://www.columbiaspectator.com/contributors/Charlotte-Li/\">Charlotte Li</a>. Additional development by Hong Sen Du.",
  "pages": {
    "page_0_link": "https://www.columbiaspectator.com/news/2020/03/13/upscaled-the-cost-of-columbia-construction-for-struggling-12th-avenue-businesses",
    "page_1_link": "https://www.columbiaspectator.com/news/2020/03/13/part-1-forced-out",
    "page_2_link": "https://www.columbiaspectator.com/news/2020/03/13/part-2-left-out",
    "page_3_link": "https://www.columbiaspectator.com/news/2020/03/13/part-3-two-more-years-out",
    "page_0_cover_img": "https://arc-anglerfish-arc2-prod-spectator.s3.amazonaws.com/public/L4Y6D2SPSVEA5O76U44RQE74RU.jpg",
    "page_0_cover_caption": "Photography by <a href=\"https://www.columbiaspectator.com/contributors/Elisabeth-McLaughlin/\">Elisabeth McLaughlin</a>.",
    "page_1_cover_img": "https://arc-anglerfish-arc2-prod-spectator.s3.amazonaws.com/public/SVZU354GOVEY5JU44LAIBU7EQA.jpg",
    "page_1_cover_caption": "Photography by <a href=\"https://www.columbiaspectator.com/contributors/Lila-Gaffney/\">Lila Gaffney</a>.",
    "page_2_cover_img": "https://arc-anglerfish-arc2-prod-spectator.s3.amazonaws.com/public/ADJ37JSOSBCNBCQ53HYZ2AI7E4.jpg",
    "page_2_cover_caption": "Two restaurants on 12th Avenue closed in the same month in 2019. Now a newcomer is struggling to stay afloat. Photography by <a href=\"https://www.columbiaspectator.com/contributors/Olivia-Treynor/\">Olivia Treynor</a>.",
    "page_3_cover_img": "https://arc-anglerfish-arc2-prod-spectator.s3.amazonaws.com/public/UGEHQBPRZRF2RGZA4VKBKT7VBI.jpg",
    "page_3_cover_caption": "Photography by <a href=\"https://www.columbiaspectator.com/contributors/Lila-Gaffney/\">Lila Gaffney</a>.",
    "page_0_title": "Intro",
    "page_1_title": "Part 1: Forced Out",
    "page_2_title": "Part 2: Left Out",
    "page_3_title": "Part 3: Two More Years Out"
  },
  "body": {
    "page_0": [
      {
        "type": "text",
        "value": "Ramon Diaz, a longtime business owner in the Manhattanville neighborhood, views his restaurant as home. Throughout his time, Floridita has served generations of families and became a place where younger customers, who had originally eaten there as children, would later return with families of their own."
      },
      {
        "type": "text",
        "value": "But that was before Floridita signed a lease with Columbia in 2010 to relocate from Broadway Avenue to 12th Avenue, as part of the University’s initial plans to build a state-of-the-art campus in the restaurant’s former location."
      },
      {
        "type": "text",
        "value": "“It was a different kind of world back then,” Diaz said, citing the difficulties he faces attracting customers now."
      },
      {
        "type": "text",
        "value": "By 2009, wooden construction walls and caution cones spread across entire blocks on 12th Avenue. The area—both isolated as a home of industrial buildings and now as a construction zone—remained devoid of pedestrians and the foot traffic on which Diaz formerly relied."
      },
      {
        "type": "text",
        "value": "Since the onset of Columbia construction, businesses located on the 12th Avenue corridor have all reported a revenue loss of around 30 percent. Two establishments have even closed their doors this past summer."
      },
      {
        "type": "text",
        "value": "University President Lee Bollinger announced a plan to expand the space-stressed Morningside campus in 2003. Adding 17 acres of additional land, the multibillion-dollar project would create new campus buildings in Manhattanville between 125th and 133rd streets. According to the project website, the new buildings are meant to revive the neighborhood and draw the community into these areas, which include the 12th Avenue corridor—not the retail space it now touts."
      },
      {
        "type": "text",
        "value": "Now, 12th Avenue businesses eagerly await the opening of the Business School. Many, however, fear potential <a href=\"https://www.columbiaspectator.com/news/2019/08/22/manhattanville-move-progresses-but-faces-fundraising-delays/\">construction delays</a> like those faced by the School of International and Public Affairs building, which was slated to open in 2020 but has not yet opened."
      },
      {
        "type": "text",
        "value": "The Business School building is scheduled and on track to open in 2022, according to a University spokesperson. But even without delays, the construction of the school’s two buildings looms for at least another two years, while <a href=\"https://www.columbiaspectator.com/news/2011/04/25/manhattanville-plans-develop-where-buildings-stood/\">other areas of Manhattanville construction</a> are slated for completion nearly a decade in the future. In the meantime, <a href=\"https://www.columbiaspectator.com/news/2020/01/22/citing-declining-revenue-struggling-business-owners-call-for-facelift-of-manhattanvilles-12th-avenue-corridor/\">businesses have called</a> for the University and the city to help them survive long enough to reap the benefits of the revived corridor."
      },
      {
        "type": "text",
        "value": "Some have attributed revenue declines to construction isolating the area. Large construction sites, coupled with insufficient <a href=\"https://www.columbiaspectator.com/news/2020/01/29/manhattanville-campus-plans-to-make-12th-avenue-pedestrian-friendly-but-will-businesses-survive-until-then/\">parking</a> and a lack of access to major public transportation, have made the area undesirable for pedestrians."
      },
      {
        "type": "text",
        "value": "Floridita, which used to rely on the heavy foot traffic along Broadway Avenue, had to adjust to the new economic landscape on 12th Avenue—one in dire need of external assistance."
      },
      {
        "type": "text",
        "value": "[Related: <a href=\"https://www.columbiaspectator.com/news/2019/10/24/senate-committee-on-space-and-development-left-in-the-shadows-of-manhattanville-expansion/\">Senate committee on space and development left in the shadows of Manhattanville expansion</a>]"
      },
      {
        "type": "text",
        "value": "The consensus among these 12th Avenue businesses was clear: They were not prepared for the University’s construction, and the University has not provided them with a safety net, despite its disruption to the corridor."
      },
      {
        "type": "text",
        "value": "“We felt like we were being told that we could be helped out, but nobody ever sat down and said ‘We can get you some money, fill out this paperwork. Here it is; we can get you some development money.’ There was never any official [proposal] like that,” Bierstrasse owner Roy Henley said."
      },
      {
        "type": "text",
        "value": "Negotiated among University administrators and city officials, the Community Benefits Agreement, signed in 2009 after Bollinger announced the Manhattanville expansion, promises a total of $150 million to the community. Under the CBA, the $76 million Benefits Fund provides funding initiatives to community nonprofits, employment, affordable housing, and more as a means of compensating the community for the impacts of the Manhattanville expansion. However, none of these $76 million Benefits Fund is allocated to for-profit establishments."
      },
      {
        "type": "text",
        "value": "According to West Harlem Development Corporation Executive Director Kofi Boateng, whose organization oversees the distribution of the Benefits Fund, the money could theoretically go to these businesses. However, the organization has strategically chosen not to fund for-profit organizations using the CBA money because of tax stipulations. If WHDC granted for-profit institutions money, it would need to pay taxes to the IRS, Boateng said. Additionally, he added he did not want to put money earmarked for the community toward privately-owned organizations."
      },
      {
        "type": "text",
        "value": "“We don’t give them money, but we bring the parties to the table to have collective conversion,” Boateng said. “We are trying to help indirectly, but we are not absent from the issue.”"
      },
      {
        "type": "text",
        "value": "The CBA does have initiatives in place to promote economic development, stating “CU expects the project to generate new local jobs and economic opportunities for the benefit of the local community.” For retailers, the University has committed at least 12,000 gross square feet of the Manhattanville site to local businesses and entrepreneurs."
      },
      {
        "type": "text",
        "value": "But besides negotiations made between two relocated businesses and Columbia administrators, the University has no contractual responsibility to aid the remaining establishments, leaving the question of who, if anyone, has an obligation to support the declining retail area in the midst of Manhattanville construction."
      },
      {
        "type": "text",
        "value": "For one, business owners were not represented at CBA negotiations where they could have voiced their concerns over the impacts of Columbia constructions—a point that community leaders said were at the fault of uninformed businesses."
      },
      {
        "type": "text",
        "value": "Many of the businesses that chose to open on the 12th Avenue were fully aware of the impending construction that 12th Avenue would face, because for many, they chose to invest in Columbia and the neighborhood. Now, they ask if the University will invest in them."
      },
      {
        "type": "text",
        "value": "<a href=\"http://DUMMY\"><i>Continue reading Part 1</i></a><i>, in which businesses relocated by the University discuss how they have adapted to their new locations.</i>"
      },
      {
        "type": "text",
        "value": "<b>"
      },
      {
        "type": "text",
        "value": "</b><i>Staff writer Clay Anderson can be contacted at </i><a href=\"mailto:clay.anderson@columbiaspectator.com\"><i>clay.anderson@columbiaspectator.com</i></a><i>. Follow him on Twitter </i><a href=\"https://twitter.com/Clay_Anders\"><i>@Clay_Anders</i></a><i>."
      },
      {
        "type": "text",
        "value": "</i>"
      },
      {
        "type": "text",
        "value": "<i>News Editor Stephanie Lai can be contacted at </i><a href=\"mailto:stephanie.lai@columbiaspectator.com\"><i>stephanie.lai@columbiaspectator.com</i></a><i>. Follow her on Twitter </i><a href=\"https://twitter.com/stephaniealai\"><i>@stephaniealai</i></a><i>."
      },
      {
        "type": "text",
        "value": "</i>"
      }
    ],
    "page_1": [
      {
        "type": "text",
        "value": "<i>This is the first part of a three-part series. </i><a href=\"http://DUMMY\"><i>Click here to read the introduction</i></a><i>.</i>"
      },
      {
        "type": "text",
        "value": "Ramon Diaz’s parents opened Harlem’s Floridita on Broadway and 125th Street in 1969. He remembered going to the restaurant in his youth and knew employees who had worked at Floridita from their teens to retirement."
      },
      {
        "type": "text",
        "value": "He grew up in Floridita, and he watched Floridita’s customers grow up around him."
      },
      {
        "type": "text",
        "value": "The restaurant was bustling. Back then, Floridita was a 24-hour diner. They had 57 employees, and its low price points attracted a variety of customers. It was located right next to a Shell gas station, which attracted droves of taxi drivers in the mornings, and was across the street from the 125th Street subway station and bus stop."
      },
      {
        "type": "text",
        "value": "“It was just one of those places that by default was the place to go to to pick up food, to pick up a quick cup of coffee, to pick up a shake,” Diaz said. “It was just perfect.”"
      },
      {
        "type": "image",
        "value": {
          "width": "auto",
          "asset": "https://arc-anglerfish-arc2-prod-spectator.s3.amazonaws.com/public/X46FLXA7BRFZDOIVRIVOVNBOFQ",
          "caption": "With the closing of Floridita for more than two years during relocation, 57 employees, some of whom have worked there for over 20 years, were out of jobs.",
          "credit": "Courtesy of Ramon Diaz."
        }
      },
      {
        "type": "text",
        "value": "<b>"
      },
      {
        "type": "text",
        "value": "</b>“We’d open up at 6 o’clock in the morning. I’d have staff coming in at 5 to prepare everything. Between 6 and 8, it was a madhouse of people, you know, between breakfast and a lot of people picked up their lunches in the morning to take to work with them,” Diaz said. “We were in front of a bus stop and the train station was in the corner. The coffee machine wouldn’t stop. We were talking, I don’t want to lie to you, but it was about 500 to 600 pounds of coffee a week to make espresso. It was very dynamic.”"
      },
      {
        "type": "text",
        "value": "But when Columbia decided to expand its campus into Manhattanville, the restaurant, which Diaz now owns, became prime real estate for the University. Floridita was then relocated to a University-owned building away from the hustle and bustle of the neighborhood on Broadway Avenue."
      },
      {
        "type": "graphic",
        "value": {
          "asset": "map.html",
          "title": "Floridita"
        }
      },
      {
        "type": "text",
        "value": "The University offered Diaz money to compensate for his relocation and made him sign a non-disclosure agreement, barring him from discussing the details of the negotiations."
      },
      {
        "type": "text",
        "value": "“I exhausted myself and them in trying to negotiate something better,” Diaz said. “They did negotiate, … but they certainly have far more experience at this. I had never negotiated anything like that.”"
      },
      {
        "type": "text",
        "value": "Though unable to comment on specific cases, a University spokesperson said in a statement that Columbia underwent extensive discussions for negotiations with the relocated businesses to ensure that those businesses had an opportunity to address items of concern with the University."
      },
      {
        "type": "text",
        "value": "All compensation provided to relocated businesses was negotiated on an individual level. Business owners in the area were not represented in negotiations around the Community Benefits Agreement, which could have provided them with a say in the long-term, contractual commitments provided to other organizations in the commitment, according to Theodore Kovaleff, a Community Board 9 member who was a part of these negotiations. CB9 is a local advisory board that represents Morningside Heights and surrounding areas."
      },
      {
        "type": "text",
        "value": "Kovaleff said he reached out to several businesses to be represented at the negotiation table."
      },
      {
        "type": "text",
        "value": "“I don't think the businesses really were thinking as proactively as they might have,” Kovaleff said. As a result, the CBA’s broad commitment to economic development and local business owners does not translate into any formal, contractual support to businesses impacted by Columbia construction."
      },
      {
        "type": "text",
        "value": "Maritta Dunn, a former community board chair who also was a part of CBA negotiations, said she does not think the University needs to provide additional aid to these businesses who knew the area would be a construction zone upon moving in."
      },
      {
        "type": "text",
        "value": "“Columbia bought up these properties about six to seven years before announcing the expansion [in 2014],” Dunn said. “They’re really smart, and the community was not aware of what they were doing. What we need to do is learn how to plan in advance.”"
      },
      {
        "type": "subhed",
        "value": "Grappling with change"
      },
      {
        "type": "text",
        "value": "Lizette Lebron, managing partner of Dinosaur BBQ, started at the restaurant about nine months after it opened in 2004. Back then, Dinosaur was one of the only establishments on 12th Avenue. Yet, she said, the restaurant managed to attract a large following."
      },
      {
        "type": "text",
        "value": "In 2009, Columbia relocated the business across the street to its current location. Lebron smiled fondly when thinking about the memories she made at the old location. She missed it, but she was satisfied with the new location. She said it is brighter and more open."
      },
      {
        "type": "graphic",
        "value": {
          "asset": "map.html",
          "title": "Dino BBQ"
        }
      },
      {
        "type": "text",
        "value": "After Diaz relocated Floridita, he was disappointed that the place he thought of as home was no longer his but remained eager to reopen. However, when he <a href=\"https://www.columbiaspectator.com/2011/02/04/floridita-owner-files-complaint-against-columbia/\">discovered asbestos</a> in the property he rented from Columbia, his plans were deterred."
      },
      {
        "type": "text",
        "value": "Diaz said that he expected the move to take eight months; it ended up taking 32. He took the University to<b> </b><a href=\"http://columbiaspectator.com/2011/04/28/floridita-owner-files-courts-pick-case-against-columbia/\">court </a>over the facilities and lost, with the court finding that Diaz decided to rent the property “as is,” freeing the University from any legal obligations."
      },
      {
        "type": "text",
        "value": "The legal battle—between lawyer fees, time when the business was closed, and removing the asbestos—had an enormous financial impact on Diaz. Being out of business for so long left his employees out of work, many of whom had to find other jobs as a result."
      },
      {
        "type": "text",
        "value": "When Floridita <a href=\"https://www.columbiaspectator.com/news/2013/01/28/floridita-symbol-manhattanville-conflict-reopens-12th-avenue/\">reopened in 2012</a>, Diaz had to completely change the restaurant’s identity. Being so far from the action of Broadway and the cab drivers who would fuel up at the gas station, it could no longer be the everyday neighborhood diner it once was. He had to start marketing the restaurant as a destination, relying on customers who drove from other boroughs and New Jersey."
      },
      {
        "type": "text",
        "value": "The move also changed the unique community Floridita created. It made Diaz cut his staff from 59 to 19 employees, and now most of his customers are strangers."
      },
      {
        "type": "text",
        "value": "“I never expected to be at the numbers that I was doing on Broadway,” he said. “I knew it was impossible.”"
      },
      {
        "type": "video",
        "value": {
          "asset": "../assets/Dino_BBQ_Resized.mp4"
        }
      },
      {
        "type": "text",
        "value": "Starting roughly two years ago, Dinosaur BBQ has seen large decreases in revenue, which Lebron attributed to the parking conditions imposed on the area by the New York City Department of Transportation and Columbia construction."
      },
      {
        "type": "text",
        "value": "She said she often receives calls from customers concerned about the parking situation and has lost a considerable amount of customers because they have such difficulty finding free and nearby parking."
      },
      {
        "type": "text",
        "value": "As a destination restaurant, Dinosaur BBQ is dependent on customers who come from other boroughs or New Jersey. Many of their customers opt to come by car, since the area is not well connected by public transit but is easily accessible by the Henry Hudson Parkway. But when construction intensified, no standing signs started appearing, taking up many parking spaces. In addition, DOT regulations also took out parking, modifying the area to ensure safer traffic flow, DOT officials said, though business owners doubted there was a safety issue."
      },
      {
        "type": "text",
        "value": "Gale Brewer, the Manhattan Borough President, and Mark Levine, a New York City Council Member, said in a Nov. 2019 letter to DOT commissioner Polly Trottenberg, BC ’86, that construction workers often occupy the few spaces available in the area. Many construction workers for the Manhattanville campus are not provided parking spaces by their managers."
      },
      {
        "type": "text",
        "value": "Hundreds of construction workers currently work on the construction zone everyday, and while they also take up parking spots during the afternoon, business owners have said that the workers have supported their establishments. Once the business school opens in 2022, an additional 3,000 students, faculty, and administrators will be in the area every day."
      },
      {
        "type": "text",
        "value": "According to city representatives, the goal is to ensure that the restaurants see enough foot traffic to no longer be dependent on parking. But the construction accompanied by “No Standing Anytime: Temporary Construction Regulation” signs has forced businesses to question whether they will survive to see those benefits."
      },
      {
        "type": "text",
        "value": "[Related: <a href=\"https://www.columbiaspectator.com/news/2020/01/29/manhattanville-campus-plans-to-make-12th-avenue-pedestrian-friendly-but-will-businesses-survive-until-then/\">Manhattanville campus plans to make 12th Avenue pedestrian-friendly, but will businesses survive until then?</a>]"
      },
      {
        "type": "text",
        "value": "Lebron said that improvements to the avenue, including the addition of a Citi Bike rack and the construction of sidewalks, have done little to increase pedestrian traffic, but she said she has faith that the coalition of stakeholders will work to solve the problem."
      },
      {
        "type": "text",
        "value": "In 2014, Diaz told Spectator that the relocation brought a new diverse clientele base which included hundreds of construction workers. At that time, the corridor had a <a href=\"https://www.columbiaspectator.com/news/2013/03/05/12th-avenue-picks-business-owners-credit-columbia-expansion/\">newfound sense of growth</a> as more pedestrians came into the area relative to a decade earlier, but the excitement quickly began to shift as parking issues cut off a large portion of the businesses’ customer base."
      },
      {
        "type": "text",
        "value": "Now, Floridita is seeing deficits of over 30 percent."
      },
      {
        "type": "text",
        "value": "<a href=\"http://DUMMY\"><i>Continue reading Part 2</i></a><i>, in which businesses owners that arrived at 12th Avenue during construction describe the pain points in the corridor.</i>"
      },
      {
        "type": "text",
        "value": "<i>Staff writer Clay Anderson can be contacted at </i><a href=\"mailto:clay.anderson@columbiaspectator.com\"><i>clay.anderson@columbiaspectator.com</i></a><i>. Follow him on Twitter </i><a href=\"https://twitter.com/Clay_Anders\"><i>@Clay_Anders</i></a><i>."
      },
      {
        "type": "text",
        "value": "</i>"
      },
      {
        "type": "text",
        "value": "<i>News Editor Stephanie Lai can be contacted at </i><a href=\"mailto:stephanie.lai@columbiaspectator.com\"><i>stephanie.lai@columbiaspectator.com</i></a><i>. Follow her on Twitter </i><a href=\"https://twitter.com/stephaniealai\"><i>@stephaniealai</i></a><i>."
      },
      {
        "type": "text",
        "value": "</i>"
      }
    ],
    "page_2": [
      {
        "type": "text",
        "value": "<b>"
      },
      {
        "type": "text",
        "value": "</b><i>This is the second part of a three-part series. </i><a href=\"http://DUMMY\"><i>Click here to read the introduction</i></a><i>.</i>"
      },
      {
        "type": "text",
        "value": "Roy Henley signed a lease to open Bierstrasse, a family-friendly beer garden, in Nov. 2015. He built the restaurant from scratch with his wife and his brother, a steel fabricator. His brother welded the frames for tables, and together, frame by frame, the brothers screwed on each wooden plank. For the centerpiece of the restaurant, they made a bar out of a large piece of wood that was thrown out from a brownstone being renovated on 146th Street."
      },
      {
        "type": "text",
        "value": "It took six months for Henley and his family to finish the beer garden. They were immensely proud of their work."
      },
      {
        "type": "text",
        "value": "“I was there every day during construction … I knew every corner of that space ‘cause I built it,” he said."
      },
      {
        "type": "text",
        "value": "At Bierstrasse’s height, Henley said he employed about 50 bartenders, servers, cooks, and dishwashers. At its busiest, the beer garden could have around 700 to 800 people inside. Henley hosted events for the City College of New York and held the West Harlem Jazz Festival, a free event that featured big names from the New York City jazz community."
      },
      {
        "type": "text",
        "value": "But in Sept. 2019, Henley was forced to close his restaurant. He expected the summer of 2019 to bring him customers who were passing by his 12th Avenue location on the way to the West Harlem Piers and the Hudson River Greenway, a picturesque park that is especially popular during the warmer seasons. But last summer was different, and foot traffic was sparse."
      },
      {
        "type": "graphic",
        "value": {
          "asset": "portrait.html",
          "text": "In 2015, Henley and his family created Bierstrasse from the bottom up. / In 2019, they were forced to abandon it.",
          "image": "https://arc-anglerfish-arc2-prod-spectator.s3.amazonaws.com/public/OW2B575A5ZFI5OG2TL4CMDCM2M.jpg",
          "credit": "Photography by Kate Della Pietra."
        }
      },
      {
        "type": "text",
        "value": "When Henley signed his lease in 2015, Columbia had not yet released a scheduled completion date for the Business School, just two blocks away from his restaurant. He did not think that it would take six years for the building to be completed. After all, the site was already cleared, and the University had made quick progress on its other Manhattanville buildings. When he realized that he was going to be located in a construction zone for far longer than he expected, he began attending small meetings with Columbia and other community members."
      },
      {
        "type": "text",
        "value": "Henley wasn’t alone: A neighboring restaurant closed its doors the following month."
      },
      {
        "type": "text",
        "value": "Julie Grunberger and Karl Franz Williams opened Solomon and Kuff, a rum hall and Caribbean restaurant, across the street from Bierstrasse in Dec. 2015. They also closed down in Sept. 2019, with expenses that were too high and profits too low."
      },
      {
        "type": "text",
        "value": "Like Henley, Grunberger said that they hoped to get a bump in business from the Columbia community. They thought being a few blocks away would make them attractive to Columbia affiliates for lunch, dinner, or drinks, but instead, the construction worked to further isolate them."
      },
      {
        "type": "text",
        "value": "Grunberger and Williams also attended meetings with Columbia where they sought help from the University. There were suggestions to form a 12th Avenue business alliance, but plans never materialized. Grunberger said it was impossible for her and Williams to try to coordinate a coalition while running their restaurant."
      },
      {
        "type": "text",
        "value": "They also hoped to access money from the Community Benefits Agreement or receive assistance from the University since they were in the direct vicinity of the Manhattanville campus construction. But nothing materialized out of those meetings, Grunberger said."
      },
      {
        "type": "text",
        "value": "She thought if Columbia had done something to prevent them from closing, it would be a win-win situation: Her business stays open, and the neighborhood surrounding Columbia’s new campus becomes livelier. Now the retail space sits vacant, further discouraging pedestrians from walking through Columbia’s construction to 12th Avenue and adding to the already isolated and empty area."
      },
      {
        "type": "text",
        "value": "“Maybe Columbia could’ve kicked in something, or committed to give us X amount of business per month,” she said. “But we got nothing. And consequently that area is now complete no man’s land.”"
      },
      {
        "type": "subhed",
        "value": "Waiting out the storm"
      },
      {
        "type": "text",
        "value": "<b>"
      },
      {
        "type": "text",
        "value": "</b>Henley attributed the decline in foot traffic to the ongoing construction of the Manhattanville campus, which has shifted pedestrians’ perception of the area."
      },
      {
        "type": "text",
        "value": "“If you have construction going on, major construction like with what’s going on at Columbia, people don’t want to walk down there. They don’t,” he said."
      },
      {
        "type": "text",
        "value": "Henley, like all other business owners in the vicinity of the Manhattanville construction, was waiting on an influx of customers from the opening of the campus. He attempted to wait out the construction despite his failing profits, putting more and more money into his restaurant to continue to stay afloat. But the costs became too much."
      },
      {
        "type": "text",
        "value": "“If anything, it cost us even more money to sustain the profit, to—for lack of a better term—kick the can down the down the street, hoping that by the time we got further down the street, that Columbia would be open and that all of a sudden the neighborhood would pick up.”"
      },
      {
        "type": "text",
        "value": "Henley said he expressed to Columbia representatives that his business was under pressure. He was advised to reach out to the West Harlem Development Corporation, a nonprofit organization created to regulate and distribute CBA money to the community. But the WHDC has only given money to nonprofits, excluding for-profit businesses that were directly affected by Columbia’s construction."
      },
      {
        "type": "text",
        "value": "Henley, who is now in debt and fighting a lawsuit regarding Bierstrasse’s taxes, laments the thousands he lost between the buildout, labor, and rent for his restaurant. With two small children at home, Henley said he wants to move on from what had happened."
      },
      {
        "type": "text",
        "value": "“It’s tough when you start something off and you carry something on your back for such a long period of time. When the time comes and you decide to close, it’s a tough decision. It’s tough to get the words out of your mouth,” he said. “It’s tough for me to say 12th Avenue just didn’t go the way we wanted. It never took off. The seeds that were planted never grew up to be a nice fruit or a nice tree.”"
      },
      {
        "type": "subhed",
        "value": "New kid on the block"
      },
      {
        "type": "image",
        "value": {
          "width": "full-width",
          "asset": "https://arc-anglerfish-arc2-prod-spectator.s3.amazonaws.com/public/GYESAIO3YFFYDIIOMOPZTUXJTM.jpg",
          "caption": "Now with only three restaurants left, the area has struggled to keep its status as a restaurant destination, and 123BSB is struggling to stay afloat.",
          "credit": "Photography by Olivia Treynor."
        }
      },
      {
        "type": "text",
        "value": "</b>"
      },
      {
        "type": "text",
        "value": "John Greco III, a renowned restaurateur, is a newcomer to 12th Avenue. He opened 123BSB, a sports bar and burger joint, in Aug. 2019 after a nine-year search for a spot in Manhattanville to start his new restaurant. When he decided in spring 2018 to build on 125th street and 12th Avenue, he did not know how long the neighborhood would be under construction. What he did know was that the location had breathtaking views of the Hudson River."
      },
      {
        "type": "text",
        "value": "Back then, the avenue was livelier, he said. Bierstrasse and Solomon and Kuff were open, attracting more people to the avenue, and Columbia was planning to open its new campus just across the street."
      },
      {
        "type": "text",
        "value": "As a native New Yorker, Greco remembered the days when he could not walk down 12th Avenue because it was undeveloped. But things had changed. What had once been an industrial area looked like an up-and-coming neighborhood."
      },
      {
        "type": "text",
        "value": "He decided to take the risk and used his two children’s college funds to invest in his dream."
      },
      {
        "type": "text",
        "value": "“My wife said I was crazy. But I believe in this neighborhood, so I took their college funds to put it in here because I saw that Columbia University is a very positive entity here.”"
      },
      {
        "type": "text",
        "value": "He did not realize the effects the Manhattanville campus construction would have on the corridor. The isolation from busier streets, like Broadway, had led Bierstrasse and Solomon and Kuff to close because of financial problems. Prior to that, Phuket, a Thai restaurant, and Trattoria, a pizzaria, shut their doors. Now with only three restaurants left, the area has struggled to keep its status as a restaurant destination, and 123BSB is struggling to stay afloat."
      },
      {
        "type": "text",
        "value": "“There [were] more things here,” he said. “But now you have construction signs. So, now with all the construction sites and all the no parking signs, the foot traffic has shrunk.”"
      },
      {
        "type": "text",
        "value": "Despite 123BSB being open for only seven months, he thought he would be doing better by now. To make up for the lack of foot traffic, he is investing in more advertising."
      },
      {
        "type": "text",
        "value": "“People don’t realize that we’re in a dead area for 10 blocks,” he said, referring to the expanse of 12th Avenue from 125th Street to 138th Street. “And now I have to spend money on people taking flyers past Broadway to tell people I’m here.”"
      },
      {
        "type": "text",
        "value": "Maritta Dunn, a CB9 member, shared the sentiment stating that the Manhattanville area is not conducive for retail business to begin with."
      },
      {
        "type": "text",
        "value": "“It isn’t even that accessible. … Everything is up a steep hill, ain’t nothing is level in Manhattanville,” Dunn said. “[Only one] bus … runs along here. One. If you run along Amsterdam Avenue you have three or four buses.”"
      },
      {
        "type": "text",
        "value": "Kaaryn Simmons, the director of Columbia-Harlem Small Business Development Center, began doing research on the effects of large construction projects on small businesses in New York about two years ago. She said she saw what was about to happen with businesses on 12th Avenue, since communities that undergo large transformations often face disruptions. But, newcomers to the area had little idea of what was to come."
      },
      {
        "type": "text",
        "value": "According to Ray Bromley, a professor emeritus in geography and planning at the State University of New York, Albany, who has researched the relationship between a university and its local communities, expansion projects in high density areas have a large impact. By expanding to the 12th Avenue corridor, the area will be less accessible to low and middle income residents, which will further mark out the area as a destination location, Bromley said."
      },
      {
        "type": "text",
        "value": "He added the University, though not required to uphold communication with these businesses, could do more to ensure the expansion project is not negatively impacting community stakeholders."
      },
      {
        "type": "text",
        "value": "“The general assumption of university-community partnership is that the University liaises with those organizations and tries to negotiate a situation in which the disruption is minimized, and any specific groups who lose out are in one sense or another compensated or helped out,” Bromley said."
      },
      {
        "type": "text",
        "value": "For example, he said, if construction removes parking spots, the University should consider making temporary replacements available. <b>"
      },
      {
        "type": "text",
        "value": "</b>"
      },
      {
        "type": "text",
        "value": "Greco said he was optimistic that the opening of the Business School will bring new customers, but he too is worried about what will happen until then."
      },
      {
        "type": "text",
        "value": "<b>"
      },
      {
        "type": "text",
        "value": "</b>“My goal is to hold out. I would love Columbia to come down and you know eat some of my food, you know, or have an event at my space, but I’m sure that they will,” Greco said."
      },
      {
        "type": "text",
        "value": "<a href=\"http://DUMMY\"><i>Continue reading Part 3</i></a><i>, in which key stakeholders describe how to save 12th Avenue and brace for the next stages of Columbia’s development.</i>"
      },
      {
        "type": "text",
        "value": "<i>Staff writer Clay Anderson can be contacted at </i><a href=\"mailto:clay.anderson@columbiaspectator.com\"><i>clay.anderson@columbiaspectator.com</i></a><i>. Follow him on Twitter </i><a href=\"https://twitter.com/Clay_Anders\"><i>@Clay_Anders</i></a><i>."
      },
      {
        "type": "text",
        "value": "</i>"
      },
      {
        "type": "text",
        "value": "<i>News Editor Stephanie Lai can be contacted at </i><a href=\"mailto:stephanie.lai@columbiaspectator.com\"><i>stephanie.lai@columbiaspectator.com</i></a><i>. Follow her on Twitter </i><a href=\"https://twitter.com/stephaniealai\"><i>@stephaniealai</i></a><i>."
      },
      {
        "type": "text",
        "value": "</i>"
      }
    ],
    "page_3": [
      {
        "type": "text",
        "value": "</b>"
      },
      {
        "type": "text",
        "value": "<i>This is the third part of a three-part series. </i><a href=\"http://DUMMY\"><i>Click here to read the introduction</i></a><i>."
      },
      {
        "type": "text",
        "value": "</i><b>"
      },
      {
        "type": "text",
        "value": "</b>With Community Benefits Agreement money inaccessible to these businesses, stakeholders have asked for alternative forms of assistance."
      },
      {
        "type": "text",
        "value": "According to a University spokesperson, Columbia has been fulfilling its contractually obligated commitments in the CBA and Declaration of Covenants for retail relocation and leasing. The spokesperson emphasized that Columbia provides several resources for small business owners and entrepreneurs in Harlem in addition to those commitments."
      },
      {
        "type": "text",
        "value": "Among the initiatives provided by the University, one is targeted at supporting small businesses. The Columbia-Harlem Small Business Development Center, an initiative jointly funded by the Business School and the U.S. Small Business Administration, is led by Kaaryn Simmons, who organizes one-on-one counseling and education opportunities for business owners or people who want to start businesses in Upper Manhattan and the South Bronx, free of charge."
      },
      {
        "type": "text",
        "value": "About 70 percent of the clients they work with are men of color or women, though this number is starting to decline, Simmons said. An estimated 55 to 70 percent of their clients live above 96th Street, and the majority of their clients are well-educated, including Columbia alumni who want to start consulting businesses, others with college degrees, or people with some college."
      },
      {
        "type": "text",
        "value": "Noting that a majority of her clients come from middle-income levels, Simmons said the emphasis on the program was not a social service, but a program to drive economic development in Upper Manhattan."
      },
      {
        "type": "text",
        "value": "She said that the center has reached out to Floridita and Dinosaur Bar-B-Que to offer one-on-one counseling services."
      },
      {
        "type": "text",
        "value": "“We’re available, we’ve reached out, we have the connection built. They know they can call, we’ll come to them,” Simmons said. “We’re doing our part… but we need anyone who’s interested in that to come in to sit down with us. They have to ask.”"
      },
      {
        "type": "text",
        "value": "Ramon Diaz of Floridita said that Columbia SBDC has been proactive in offering him assistance, but he is waiting to return back to them with specific requests."
      },
      {
        "type": "text",
        "value": "Among these outreach initiatives, community members have mobilized to help these businesses."
      },
      {
        "type": "text",
        "value": "<b>"
      },
      {
        "type": "text",
        "value": "</b>Nikoa Evans-Hendricks, a consultant and executive director of Harlem Park to Park, a nonprofit group that aims local businesses in Harlem, has also attempted to solve some of the corridor’s pressing issues by spearheading an effort to relieve 12th Avenue businesses of their financial woes. She has been <a href=\"https://www.google.com/url?q=https://www.columbiaspectator.com/news/2020/01/22/citing-declining-revenue-struggling-business-owners-call-for-facelift-of-manhattanvilles-12th-avenue-corridor/&sa=D&ust=1583819993536000&usg=AFQjCNFdXicuNtV7OrtkE-3hBxEPrv-KBw\">organizing periodic meetings</a> with a diverse variety of stakeholders in the Manhattanville development—including restaurant owners, Columbia, New York Department of Transportation, and neighborhood leaders—to explore ways to spur equitable economic growth in the area and ensure Columbia’s arrival to the neighborhood does not compromise West Harlem’s identity."
      },
      {
        "type": "text",
        "value": "Karl Franz Williams, who formerly co-owned Solomon and Kuff, now works as a Vice Chairperson of Harlem Park to Park with the hope of bringing to light the struggles he faced in the past."
      },
      {
        "type": "text",
        "value": "Harlem Park to Park aims to <a href=\"https://www.columbiaspectator.com/news/2020/01/22/citing-declining-revenue-struggling-business-owners-call-for-facelift-of-manhattanvilles-12th-avenue-corridor/\">attract economic growth</a> to 12th Avenue by promoting lifestyle and recreational activities and to make the area more of a destination similar to the Seaport and Meatpacking Districts in Lower Manhattan."
      },
      {
        "type": "text",
        "value": "She said that the community’s first priority to help businesses should be to increase the public’s awareness about the restaurants on 12th Avenue, as the current general perception is that there is nothing there."
      },
      {
        "type": "text",
        "value": "Evans-Hendricks emphasized that the organization’s plan is a multiyear strategy and that relief will come gradually."
      },
      {
        "type": "text",
        "value": "“You don’t come back from a 30 percent deficit overnight, that’s a big number,” she said. “But as long as that deficit is being reduced, that in and of itself is success.”"
      },
      {
        "type": "text",
        "value": "Evans-Hendricks said a large concern of Columbia’s arrival to the neighborhood is that the area will become “Columbia” rather than remain a neighborhood. She envisions a balance of identity similar to that of New York University and Greenwich Village; NYU is in the Village, but the Village has its own identity. Harlem Park to Park plans to continue holding community meetings to discuss ways to both preserve West Harlem’s history and stimulate economic growth."
      },
      {
        "type": "text",
        "value": "“We don’t want the entire waterfront to feel as though it is Columbia’s campus— ’cause it isn’t,” Evans-Hendricks said. “They will have a large presence, but the waterfront area has not become an extension of campus, and so we have to create a separate identity from Columbia.”"
      },
      {
        "type": "text",
        "value": "Until the construction is finished, Diaz and the other remaining restaurant owners simply hope to hold out."
      },
      {
        "type": "text",
        "value": "“I would see the glass half full... this is gonna be tough, this is gonna be difficult, this is gonna be different, I’ll figure it out,” Diaz said."
      },
      {
        "type": "video",
        "value": {
          "asset": "../assets/floriditasoundbite.mp4",
          "title": "Play the video below to listen to Diaz speak."
        }
      },
      {
        "type": "text",
        "value": "</b>"
      },
      {
        "type": "text",
        "value": "<i>Staff writer Clay Anderson can be contacted at </i><a href=\"mailto:clay.anderson@columbiaspectator.com\"><i>clay.anderson@columbiaspectator.com</i></a><i>. Follow him on Twitter </i><a href=\"https://twitter.com/Clay_Anders\"><i>@Clay_Anders</i></a><i>."
      },
      {
        "type": "text",
        "value": "</i>"
      },
      {
        "type": "text",
        "value": "<i>News Editor Stephanie Lai can be contacted at </i><a href=\"mailto:stephanie.lai@columbiaspectator.com\"><i>stephanie.lai@columbiaspectator.com</i></a><i>. Follow her on Twitter </i><a href=\"https://twitter.com/stephaniealai\"><i>@stephaniealai</i></a><i>."
      },
      {
        "type": "text",
        "value": "</i>"
      }
    ]
  }
}